export const excuses = {
    'О вдохновении': [
        'Так это делает Apple',
        'Это из Material Design',
        'Так делают все. Нам нужно поступить так же',
        'Так делают все. Нам не стоит поступать так же',
    ],

    'О дизайне': [
        'Мне хотелось попробовать что-то новое',
        'Лучше оставить здесь пустое место. Выглядит очень "чисто"',
        'Наверное, вы смотрите на старую версию',
        'Команде очень понравился дизайн',
        'Нашему основному акционеру понравился дизайн',
        'Одному пенсионеру, сидевшему на диване в Starbucks, понравился дизайн',
        'Можно выбрать функциональность или красивую форму, но не всё сразу',
        'Давайте просто добавим сюда графиков',
    ],

    'Об анимации': [
        'Она делает дизайн веселее',
        'На моём мониторе она не мерцает',
        'GIF-анимации сейчас на подъёме',
        'Все лучшие компании используют параллакс',
        'Вам не кажется, что без неё дизайн становится скучным?',
        'Разработчикам будет очень легко это реализовать, так что я не беспокоюсь',
    ],

    'О шрифтах': [
        'Кажется, у вас не установлен этот шрифт',
        'Microsoft славится плохой отрисовкой шрифтов. Никто не пользуется Windows',
        'Наверное, у вашего монитора слишком высокая резкость',
        'Слишком мелко? Вы правда не можете это прочесть?',
        'Текст и так достаточно тёмный. Мне нравится',
    ],

    'О цветах': [
        'Так приятнее глазам',
        'Это из Material Design',
        'Мне хотелось, чтобы дизайн действительно выделялся',
        'Это Pantone-палитра года!',
    ],

    'О разработке': [
        'Думаю, виноваты разработчики',
        'Это черновой вариант в CSS',
        'Это баг в Chrome',
        'Клиенты всё равно никогда это не используют (на самом деле обязательно используют)',
    ],
  };